Repository: Khatybov/white-turtle
Catalog: languages/*.po
Languages: ru_ru

source: It looks like nothing was found at this location. Maybe try a search?
ru_ru: Похоже здесь ничего нет. Может быть Вам поможет поиск?

source: Comment by author
ru_ru: Комментарий автора

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает проверки.

source: Link to comment
ru_ru: Ссылка на комментарий.

source: Pingback:
ru_ru: Пингбэки:

source: Comments:
ru_ru: Комментарии:

source: Comments are closed.
ru_ru: Комментарии закрыты.

source: Top primary menu
ru_ru: Главное меню

source: Widget Area
ru_ru: Область виджетов

source: Open in new window
ru_ru: Открыть в новом окне

source: More
ru_ru: Еще

source: This content is password protected. To view it please enter your password below:
ru_ru: Содержимое защищено паролем. Пожалуйста, введите пароль:

source: Enter the password
ru_ru: Ввести пароль

source: Read More...
ru_ru: Читать далее...

source: Search Results for: %s
ru_ru: Результаты поиска для: %s

source: %s results found
ru_ru: Надено: %s

source: Oops! That page can&rsquo;t be found.
ru_ru: Ой! Такой страницы не существует.

source: The post has no content
ru_ru: Эта запись без контента

source: Ready to publish your first post?
ru_ru: Опубликуете первую запись?

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ru_ru: По этому запросу ничего не найдено. Попробуйте использовать другие слова.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ru_ru: Похоже мы не нашли то, что Вы искали. Поиск может помочь.

source: Go to post
ru_ru: К записи.

source: Format:
ru_ru: Формат:

source: to
ru_ru: ответил

source: %1$s at %2$s
ru_ru: %1$s в %2$s

source: Reply
ru_ru: Ответить

source: Reply to %s
ru_ru: Ответить %s

source: Log in to Reply
ru_ru: Войти на сайт, чтобы ответить

source: Edit
ru_ru: Редактировать

# placeholder
source: Search &hellip;
ru_ru: Искать &hellip;

source: Widgets
ru_ru: Виджеты

source: Nothing Found
ru_ru: Ничего не найдено

source: Proudly powered by %s
ru_ru: Сделано с удовольствием

source: White Turtle
ru_ru: Белая Черепаха

source: Minimalistic theme with content priority
ru_ru: Минималистичная тема с приоритетом на контент

source: Igor Khatybov
ru_ru: Игорь Хатыбов
